import React from 'react'
import './Article.css'

const Article = () => {
    return (
        <main>
            <div className="article-main">
                <div><img src="images/article-main.png" alt="article-main" /></div>
                <h2 className="article-main-title">Як приготувати справжній французький круасан</h2>
                <p className="article-main-desc">
                    Круасани на сніданок – це класика. Що може бути смачніше за свіжий гарячий невагомий круасан?<br />
                    Гурман підготував для тебе рецепт справжнього французького круасана.<br />
                    ДИВИСЬ: Оладки на сніданок: ТОП-5 кращих рецептів<br />
                    Рецепт круасана<br />
                </p>
                <ul className='article-main-list'>
                    <li>- 20 г свіжих дріжджів (або 5 гр сухих)</li>
                    <li>- 500 г білого хлібного борошна</li>
                    <li>- 10 г солі</li>
                    <li>- 50 г цукру</li>
                    <li>- 1 велике яйце</li>
                    <li>- 125 г холодного молока</li>
                    <li>- 125 г води</li>
                    <li>- 200 г несолоного вершкового масла (з холодильника)</li>
                    <li>- 1 яйце, збите з щіпкою солі, для глазурі</li>
                </ul>
                <p className="article-main-desc">
                    Як приготувати: <br />
                    Добре розітри дріжджі в борошні, додай сіль і цукор.<br />
                    Слідом додай яйце, молоко та воду - ретельно перемішай до однорідної маси й виміси тісто 3-4 хвилини.<br />
                    Сформуй кулю і зроби хрестоподібний надріз зверху; злегка присип форму для тіста борошном і відправ у неї тісто
                    не менше, ніж на 2 <br /> години, а краще на всю ніч (12 годин) постав форму в холодильник, накривши її плівкою.
                </p>
                <p className="article-main-desc" style={{ marginTop: "30px" }}>
                    Посипавши злегка робоче місце борошном, виклади на нього виросле  тісто. Розгорни його в місці надрізу в 4 сторони
                    й злегка розкачай. Намагайся витримати квадратну форму. <br />
                    Розгорни тісто ромбом і в його середину виклади вершкове масло товщиною близько 1 см. Масло попередньо
                    розкачай на папері від упаковки масла, накривши плівкою. <br />
                    Закрий масло рештою тіста з боків ромба та починай розгортати до 60-70 см, звертаючи увагу на
                    товщину шару - вона повинна бути рівномірною по всій площі. За час розкочування тіста підніми й
                    злегка повертай (не перевертаючи) його кілька разів.<br />
                    Склади тісто в три шари, зробивши позначку на верхньому шарі. Поклади тісто в пакет і відправ його
                    на 20-30 хвилин <br /> у холодильник.<br />
                    Діставши тісто з холодильника, виклади його позначкою догори і короткою стороною до себе. Розкачай у прямокутник
                    і знову склади <br /> його в три рази; відправ на відпочинок у холодильник на 20-30 хвилин. Повторюємо процедуру
                    ще один раз – загалом 3 рази!<br />
                    Після третьої "заморозки" розкачай тісто в прямокутник 30х75 см і завтовшки 4 мм.<br />
                    Гострим ножем підрівняй краї, шар розділи на 2 частини уздовж і почни вирізати трикутники розміром 15х15х9 см.
                    Основу надріж, щоб при випічці круасан вигнувся і набув своєї знаменитої форми.<br />
                    Формуй круасан, починаючи скручувати його з основи. Глазуруй круасан яєчною сумішшю з сіллю та дай підійти 2 години.
                    Намаж ще раз глазур'ю круасан. Намагайся змазувати круасан тільки по верхньому шару, не чіпаючи листкових боків,
                    щоб уникнути їх склеювання.<br />
                    Розігрій духовку до 220-230 градусів за Цельсієм.<br />
                    Випікай круасан 18-20 хвилин до золотавого кольору. Остуди на решітці.<br />
                    <strong>Смачного!</strong>
                </p>
            </div>
            <div className="article-more d-f">
                <div className="article-more-item">
                    <div className="action d-f align-center">
                        <button className='action-btn'><img src="images/previous.svg" alt="previous" /></button>
                        <div className="action-title">Попередня стаття</div>
                    </div>
                    <div><img src="images/article-more1.png" alt="article-more1" /></div>
                    <div className="article-more-title">Кращі кондитерські Києва</div>
                </div>
                <div className="article-more-item">
                    <div className="action d-f align-center">
                        <div className="action-title">Наступна стаття</div>
                        <button className='action-btn'><img src="images/next.svg" alt="next" /></button>
                    </div>
                    <div><img src="images/article-more1.png" alt="article-more1" /></div>
                    <div className="article-more-title">Рецепти шоколаду без цукру</div>
                </div>
            </div>
        </main>
    )
}

export default Article