type Article = {
    id: number
    image: string
    title: string
    desc: string
}

export const ArticlesList: Article[] = [
    {
        id: 1,
        image: "images/articles/1.png",
        title: "Кращі кондитерські Києва",
        desc: "Ми знаємо, де у Києві готують і подають смачні десерти та фірмові булочки, шоколадні цукерки ручної роботи, а також де можна купити натуральний шоколад. І вам розкажемо..."
    },

    {
        id: 2,
        image: "images/articles/2.png",
        title: "Як приготувати справжній французький круасан",
        desc: "Всі, хто любить круасани, мріють одного разу опинитися в маленькій французькій пекарні з гарячим круасаном в руках. Чи це не чудово? Ті, хто там побу..."
    },

    {
        id: 3,
        image: "images/articles/3.png",
        title: "Рецепти найсмачніших макарунів з незвичними смаками",
        desc: "Вишукане і неймовірно смачне французьке печиво «Макаронів» за класичним рецептом готується на основі мигдальної муки. Н..."
    },

    {
        id: 4,
        image: "images/articles/4.png",
        title: "Малинове безе в домашніх умовах",
        desc: "Безе, або меренга - це класичний французький десерт з запеченого білкового крему. Неймовірно ніжний, м'який всередині і трохи хрусткий зов..."
    },

    {
        id: 5,
        image: "images/articles/5.png",
        title: "Рецепти шоколаду без цукру",
        desc: "Розглянемо популярні способи приготування домашнього шоколаду. Його головна особливість — можливість комбінування різних продуктів..."
    },

    {
        id: 6,
        image: "images/articles/6.png",
        title: "Кращі кондитерські Києва",
        desc: "Ми знаємо, де у Києві готують і подають смачні десерти та фірмові булочки, шоколадні цукерки ручної роботи, а також де можна купити натуральний шоколад. І вам розкажемо..."
    },

    {
        id: 7,
        image: "images/articles/7.png",
        title: "Як приготувати справжній французький круасан",
        desc: "Всі, хто любить круасани, мріють одного разу опинитися в маленькій французькій пекарні з гарячим круасаном в руках. Чи це не чудово? Ті, хто там побу..."
    },

    {
        id: 8,
        image: "images/articles/8.png",
        title: "Кращі кондитерські Києва",
        desc: "Ми знаємо, де у Києві готують і подають смачні десерти та фірмові булочки, шоколадні цукерки ручної роботи, а також де можна купити натуральний шоколад. І вам розкажемо..."
    },

    {
        id: 9,
        image: "images/articles/9.png",
        title: "Рецепти найсмачніших макарунів з незвичними смаками",
        desc: "Вишукане і неймовірно смачне французьке печиво «Макаронів» за класичним рецептом готується на основі мигдальної муки. Н..."
    },

    {
        id: 10,
        image: "images/articles/10.png",
        title: "Кращі кондитерські Києва",
        desc: "Ми знаємо, де у Києві готують і подають смачні десерти та фірмові булочки, шоколадні цукерки ручної роботи, а також де можна купити натуральний шоколад. І вам розкажемо..."
    },

    {
        id: 11,
        image: "images/articles/11.png",
        title: "Малинове безе в домашніх умовах",
        desc: "Безе, або меренга - це класичний французький десерт з запеченого білкового крему. Неймовірно ніжний, м'який всередині і трохи хрусткий зов..."
    },

    {
        id: 12,
        image: "images/articles/12.png",
        title: "Рецепти шоколаду без цукру",
        desc: "Розглянемо популярні способи приготування домашнього шоколаду. Його головна особливість — можливість комбінування різних продуктів..."
    },



] 